{
  "hello": "Привет, я полноцикловой разработчик!",
  "name": "Аарон Венделл",
  "title": "Инженер по программному обеспечению",
  "work": "Работа",
  "work_description": "Аарон - полноцикловой инженер по программному обеспечению с увлечением создания масштабируемых и надежных систем. У него богатый опыт в разработке, поддержке и развертывании платёжных систем и веб-приложений. В свободное время любит читать разнообразные книги — от увлекательных манг до информативной технической литературы. В настоящее время его интересы сосредоточены на изучении мобильных решений и веб-приложений, всегда нацеленных на решение реальных задач.",
  "portfolio": "Моё портфолио",
  "bio": "Биография",
  "born": "Родился во Франке, Бразилия.",
  "education": "Начал формальное образование в качестве инженера по программному обеспечению в Университете Франка (Uni-FACEF).",
  "moreira": "Начал работать инженером по программному обеспечению в престижном супермаркете Moreira Supermercado.",
  "bmf": "Создал свой собственный веб-сайт Buy More Followers, где развил глубокую страсть к предпринимательству и разработке веб-приложений.",
  "hobbies": "Увлечения ♥",
  "hobbies_description": "Чтение, Игры, Музыка, Изучение языков",
  "web": "В сети",
  "github": "@AaronWendell",
  "linkedin": "@AaronWendell",
  "invite": "Приглашение вам",
  "invite_description": "Почему бы вам не присоединиться ко мне в путешествии по созданию кода? Дайте мне знать, и давайте поговорим!",
  "send_message": "Отправить сообщение",
  "works": "Работы",
  "buy_more_followers": "Buy More Followers",
  "buy_more_followers_description": "Веб-сайт, созданный для улучшения маркетинга в социальных сетях, предлагающий услуги, такие как подписчики, лайки, комментарии, просмотры и многое другое. Поддерживает все основные платформы социальных сетей.",
  "cinema": "Cinema Otaku",
  "cinema_description": "Адаптивный сайт для стриминга аниме, где вы можете смотреть и искать аниме по его названию, альтернативным названиям, категориям и первой букве.",
  "finances": "Финансы",
  "finances_description": "Мобильное приложение, разработанное для помощи людям в организации личных финансов.",
  "timer": "Таймер",
  "timer_description": "Простое мобильное приложение-таймер, созданное для эффективного управления вашим временем.",
  "rattata": "Rattata",
  "rattata_description": "Простая веб-игра, в которой вас преследуют Rattata, и вам нужно их захватить, прежде чем они вас догонят.",
  "blog": "Блог",
  "blog_description": "Интерфейс блога, созданный в React с использованием REST API, представляющий сообщения и их комментарии, список пользователей и информацию о регистрации пользователей.",
  "job_experience": "Опыт работы",
  "experience": "Инженер по программному обеспечению",
  "accomplishments": "ЗНАЧИТЕЛЬНЫЕ ДОСТИЖЕНИЯ",
  "bmf_accomplishment_1": "Разработал веб-сайт Buy More Followers, где можно купить подписчиков, лайки и другие услуги в социальных сетях по самым низким ценам.",
  "bmf_accomplishment_2": "Успешно интегрировал платёжные шлюзы, такие как Stripe и Cryptomus, чтобы он принимал не только кредитные карты, но и множество криптовалют.",
  "bmf_accomplishment_3": "Предоставляет поддержку всем клиентам, покупающим здесь, и также работает над выполнением каждого заказа.",
  "moreira_accomplishment_1": "Управлял приложением лояльности клиентов магазина, создавая программы вознаграждения и лояльности для увеличения вовлечённости и удержания клиентов, что увеличило средний чек магазина на 34%.",
  "moreira_accomplishment_2": "Разработал веб-сайт Moreira Supermercado с использованием платформы WordPress, внедряя функции и возможности в соответствии с потребностями клиента.",
  "moreira_accomplishment_3": "Успешно интегрировал систему точек продаж (POS) магазина с iFood и SiteMercado, позволяя магазину иметь дополнительные цифровые платформы продаж, которые ранее были ограничены только традиционными звонками и WhatsApp. Эта интеграция привела к значительному росту продаж магазина на 18%.",
  "moreira_accomplishment_4": "Вёл команды сотрудников, координируя и проверяя, чтобы их покупки на iFood и SiteMercado соответствовали заказам клиентов, обеспечивая своевременную доставку онлайн-продаж.",
  "moreira_accomplishment_5": "Увеличил видимость и увеличил продажи продуктов и услуг с использованием стратегий цифрового маркетинга.",
  "not_found": "Не найдено",
  "not_found_description": "Страница, которую вы ищете, не найдена.",
  "return_home": "Вернуться на главную",
  "navbar_about": "О нас",
  "navbar_work": "Работы",
  "navbar_job_experience": "Опыт работы",
  "navbar_source_full_width": "Исходный код",
  "navbar_source_mobile_width": "Просмотреть исходный код",
  "label_english": "Английский",
  "label_french": "Французский",
  "label_russian": "Русский",
  "label_german": "Немецкий",
  "label_spanish": "Испанский",
  "label_italian": "Итальянский",
  "label_japanese": "Японский",
  "label_portuguese": "Португальский"
}
