{
  "hello": "Ciao, sono uno sviluppatore full-cycle!",
  "name": "Aaron Wendell",
  "title": "Ingegnere del Software",
  "work": "Lavoro",
  "work_description": "Aaron è un ingegnere del software full-cycle, con una passione per la creazione di sistemi scalabili e affidabili. Ha una solida esperienza nello sviluppo, manutenzione e distribuzione di sistemi di pagamento e applicazioni web. Quando non è online, ama leggere una vasta gamma di libri, dai manga avvincenti alla letteratura tecnica informativa. Attualmente, il suo focus è esplorare soluzioni mobile e applicazioni web, sempre alla ricerca di soluzioni per problemi reali.",
  "portfolio": "Il mio portfolio",
  "bio": "Biografia",
  "born": "Nato a Franca, Brasile.",
  "education": "Ha iniziato una formazione formale come ingegnere del software presso l'Università di Franca (Uni-FACEF).",
  "moreira": "Ha iniziato a lavorare come ingegnere del software presso un prestigioso supermercato chiamato Moreira Supermercado.",
  "bmf": "Ha creato il suo sito web aziendale chiamato Buy More Followers, dove ha sviluppato una profonda passione per l'imprenditoria e lo sviluppo di applicazioni web.",
  "hobbies": "I ♥",
  "hobbies_description": "Lettura, Giochi, Musica, Apprendimento delle lingue",
  "web": "Sul web",
  "github": "@AaronWendell",
  "linkedin": "@AaronWendell",
  "invite": "Un invito per te",
  "invite_description": "Perché non ti unisci a me in un viaggio dietro le quinte della programmazione? Fammi un cenno e parliamone!",
  "send_message": "Inviami un messaggio",
  "works": "Lavori",
  "buy_more_followers": "Buy More Followers",
  "buy_more_followers_description": "Un sito web creato per migliorare il marketing sui social media, offrendo servizi come follower, like, commenti, visualizzazioni e molti altri. Supporta tutte le principali piattaforme di social media.",
  "cinema": "Cinema Otaku",
  "cinema_description": "Un sito web responsivo per lo streaming di anime, dove puoi guardare e cercare anime per nome, nomi alternativi, categorie e prima lettera.",
  "finances": "Finanze",
  "finances_description": "Un'applicazione mobile progettata per aiutare le persone a organizzare le proprie finanze personali.",
  "timer": "Timer",
  "timer_description": "Una semplice app mobile di timer progettata per aiutarti a gestire efficientemente il tuo tempo.",
  "rattata": "Rattata",
  "rattata_description": "Un semplice gioco web in cui sei inseguito dai Rattata e devi catturarli prima che ti prendano.",
  "blog": "Blog",
  "blog_description": "Un'interfaccia di blog creata in React utilizzando Rest API, che presenta post e relativi commenti, elenco degli utenti e informazioni di registrazione degli utenti.",
  "job_experience": "Esperienza lavorativa",
  "experience": "Ingegnere del Software",
  "accomplishments": "REALIZZAZIONI NOTEVOLI",
  "bmf_accomplishment_1": "Ha sviluppato il sito web Buy More Followers dove è possibile acquistare follower, like e altri servizi sui social media ai prezzi più bassi.",
  "bmf_accomplishment_2": "Ha integrato con successo gateway di pagamento come Stripe e Cryptomus, accettando non solo carte di credito ma anche molte criptovalute.",
  "bmf_accomplishment_3": "Offre supporto a tutti i clienti che acquistano lì, lavorando anche sulla consegna di ogni ordine.",
  "moreira_accomplishment_1": "Ha gestito l'app di fedeltà clienti del negozio, creando programmi di ricompensa e azioni di fedeltà per aumentare l'engagement e la retention dei clienti, aumentando il ticket medio del negozio del 34%.",
  "moreira_accomplishment_2": "Ha sviluppato il sito web di Moreira Supermercado utilizzando la piattaforma WordPress, implementando funzionalità e caratteristiche secondo le esigenze del cliente.",
  "moreira_accomplishment_3": "Ha integrato con successo il sistema Point of Sale (POS) del negozio con iFood e SiteMercado, consentendo al negozio di avere piattaforme aggiuntive di vendita digitale, che in precedenza erano limitate a telefonate tradizionali e WhatsApp. Questa integrazione ha portato a un significativo aumento delle vendite del negozio (+18%).",
  "moreira_accomplishment_4": "Ha guidato i team di lavoratori, coordinando e verificando che i loro acquisti su iFood e SiteMercado corrispondessero agli ordini dei clienti, garantendo la tempestiva consegna delle vendite online.",
  "moreira_accomplishment_5": "Ha aumentato la visibilità e incrementato le vendite di prodotti e servizi utilizzando strategie di marketing digitale.",
  "not_found": "Non trovato",
  "not_found_description": "La pagina che stai cercando non è stata trovata.",
  "return_home": "Torna alla homepage",
  "navbar_about": "Su di me",
  "navbar_work": "Lavori",
  "navbar_job_experience": "Esperienza lavorativa",
  "navbar_source_full_width": "Codice sorgente",
  "navbar_source_mobile_width": "Visualizza codice sorgente",
  "label_english": "Inglese",
  "label_french": "Francese",
  "label_russian": "Russo",
  "label_german": "Tedesco",
  "label_spanish": "Spagnolo",
  "label_italian": "Italiano",
  "label_japanese": "Giapponese",
  "label_portuguese": "Portoghese"
}
