{
  "hello": "Olá, eu sou um desenvolvedor full-cycle!",
  "name": "Aaron Wendell",
  "title": "Engenheiro de Software",
  "work": "Trabalho",
  "work_description": "Aaron é um engenheiro de software full-cycle, apaixonado por criar sistemas escaláveis e confiáveis. Ele tem vasta experiência no desenvolvimento, manutenção e implantação de sistemas de pagamento e aplicações web. Quando não está online, gosta de ler uma grande variedade de livros, desde mangás envolventes até literatura técnica informativa. Atualmente, está focado na exploração de soluções móveis e aplicações web, sempre buscando resolver problemas do mundo real.",
  "portfolio": "Meu portfólio",
  "bio": "Biografia",
  "born": "Nascido em Franca, Brasil.",
  "education": "Iniciou sua formação formal como engenheiro de software na Universidade de Franca (Uni-FACEF).",
  "moreira": "Começou a trabalhar como engenheiro de software em um supermercado de prestígio chamado Moreira Supermercado.",
  "bmf": "Criou seu próprio website empresarial chamado Buy More Followers, onde desenvolveu uma profunda paixão pelo empreendedorismo e desenvolvimento de aplicações web.",
  "hobbies": "Eu ♥",
  "hobbies_description": "Ler, Jogar jogos, Ouvir música, Aprender idiomas",
  "web": "Na web",
  "github": "@AaronWendell",
  "linkedin": "@AaronWendell",
  "invite": "Um convite para você",
  "invite_description": "Que tal se juntar a mim em uma jornada de codificação nos bastidores? Entre em contato e vamos conversar!",
  "send_message": "Envie-me uma mensagem",
  "works": "Trabalhos",
  "buy_more_followers": "Buy More Followers",
  "buy_more_followers_description": "Um website projetado para melhorar o marketing em mídias sociais, oferecendo serviços como seguidores, curtidas, comentários, visualizações e muito mais. Suporta todas as principais plataformas de mídias sociais.",
  "cinema": "Cinema Otaku",
  "cinema_description": "Um website responsivo de streaming de anime, onde você pode assistir e pesquisar animes pelo nome, nomes alternativos, categorias e primeira letra.",
  "finances": "Finanças",
  "finances_description": "Um aplicativo móvel projetado para ajudar as pessoas a organizarem suas finanças pessoais.",
  "timer": "Cronômetro",
  "timer_description": "Um aplicativo móvel simples de cronômetro projetado para ajudá-lo a gerenciar seu tempo de forma eficiente.",
  "rattata": "Rattata",
  "rattata_description": "Um jogo web simples onde você é perseguido por Rattatas e precisa capturá-los antes que eles te peguem.",
  "blog": "Blog",
  "blog_description": "Uma interface de blog criada em React utilizando Rest API, que apresenta artigos e seus comentários, uma lista de usuários e informações de inscrição dos usuários.",
  "job_experience": "Experiência profissional",
  "experience": "Engenheiro de Software",
  "accomplishments": "Realizações notáveis",
  "bmf_accomplishment_1": "Desenvolveu o site Buy More Followers onde é possível comprar seguidores, curtidas e outros serviços de mídias sociais a preços competitivos.",
  "bmf_accomplishment_2": "Integrou com sucesso gateways de pagamento como Stripe e Cryptomus, permitindo aceitar não apenas cartões de crédito, mas também diversas criptomoedas.",
  "bmf_accomplishment_3": "Oferece suporte a todos os clientes que compram lá, trabalhando também na entrega de cada pedido.",
  "moreira_accomplishment_1": "Gerenciou o programa de fidelidade do supermercado, criando programas de recompensas e ações de fidelidade para aumentar o engajamento e a retenção de clientes, o que aumentou o ticket médio do supermercado em 34%.",
  "moreira_accomplishment_2": "Desenvolveu o site do Moreira Supermercado utilizando a plataforma WordPress, implementando funcionalidades e características de acordo com as necessidades do cliente.",
  "moreira_accomplishment_3": "Integrou com sucesso o sistema de ponto de venda (POS) do supermercado com iFood e SiteMercado, permitindo ao supermercado ter plataformas digitais de venda adicionais, antes limitadas a pedidos via telefone e WhatsApp. Essa integração resultou em um aumento significativo de 18% nas vendas do supermercado.",
  "moreira_accomplishment_4": "Liderou equipes de trabalhadores, coordenando e verificando que seus pedidos no iFood e SiteMercado correspondiam aos pedidos dos clientes, garantindo uma entrega rápida das vendas online.",
  "moreira_accomplishment_5": "Aumentou a visibilidade e vendas de produtos e serviços utilizando estratégias de marketing digital.",
  "not_found": "Página não encontrada",
  "not_found_description": "A página que você está procurando não foi encontrada.",
  "return_home": "Voltar para a página inicial",
  "navbar_about": "Sobre",
  "navbar_work": "Trabalhos",
  "navbar_job_experience": "Experiência profissional",
  "navbar_source_full_width": "Fonte",
  "navbar_source_mobile_width": "Ver código-fonte",
  "label_english": "Inglês",
  "label_french": "Francês",
  "label_russian": "Russo",
  "label_german": "Alemão",
  "label_spanish": "Espanhol",
  "label_italian": "Italiano",
  "label_japanese": "Japonês",
  "label_portuguese": "Português"
}
