{
  "hello": "Hello, I'm a full-cycle developer!",
  "name": "Aaron Wendell",
  "title": "Software Engineer",
  "work": "Work",
  "work_description": "Aaron is a full-cycle software engineer, with a passion for building scalable and reliable systems. He possesses a strong background in developing, maintaining, and deploying payment systems and web applications. When he's not online, he enjoys reading a wide range of books, from captivating mangas to informative technical literature. Currently, his focus lies in exploring mobile solutions and web applications, always looking for solving real-life problems.",
  "portfolio": "My portfolio",
  "bio": "Bio",
  "born": "Born in Franca, Brazil.",
  "education": "Started a formal education as a software engineer at the University of Franca (Uni-FACEF).",
  "moreira": "Started working as a software engineer at a prestigious supermarket called Moreira Supermercado.",
  "bmf": "Created his own business website called Buy More Followers, where he developed a deep passion for entrepreneurship and web applications development.",
  "hobbies": "I ♥",
  "hobbies_description": "Reading, Playing Games, Music, Learning Languages",
  "web": "On the web",
  "github": "@AaronWendell",
  "linkedin": "@AaronWendell",
  "invite": "An Invite to you",
  "invite_description": "Why don't you join me on a behind-the-scenes coding journey? Give me a shout and let's talk!",
  "send_message": "Send me a message",
  "works": "Works",
  "buy_more_followers": "Buy More Followers",
  "buy_more_followers_description": "A website made to improve social media marketing, offering services such as followers, likes, comments, views and many  more. Supports all major social media platforms.",
  "cinema": "Cinema Otaku",
  "cinema_description": "A responsive anime streaming website, where you can watch and search for animes by its name, alternative names, categories and first letter.",
  "finances": "Finances",
  "finances_description": "A mobile application designed to assist people in organizing their personal finances.",
  "timer": "Timer",
  "timer_description": "A simple mobile app timer designed to help you efficiently manage your time.",
  "rattata": "Rattata",
  "rattata_description": "A simple web game where you are chased by Rattatas, and you have to capture them before they catch you.",
  "blog": "Blog",
  "blog_description": "A blog interface created in React using Rest API, which presents posts and their comments, list of users and user registration information.",
  "job_experience": "Job Experience",
  "experience": "Software Engineer",
  "accomplishments": "NOTABLE ACCOMPLISHMENTS",
  "bmf_accomplishment_1": "Developed the Buy More Followers website where you can buy followers, likes and other social media services by the cheapest prices.",
  "bmf_accomplishment_2": "Successfully integrated payment gateways, such as Stripe and Cryptomus, so it accepts not only credit cards, but also many cryptocurrencies.",
  "bmf_accomplishment_3": "Offers support for all customers who buy there, and also works on the delivery of each order.",
  "moreira_accomplishment_1": "Managed the store's customer loyalty app, creating rewards programs and loyalty actions to increase customer engagement and retention, which boosted the store's average ticket by 34%.",
  "moreira_accomplishment_2": "Developed the Moreira Supermercado website using the WordPress platform, implementing features and functionalities according to the client's needs.",
  "moreira_accomplishment_3": "Successfully integrated the store's Point of Sale (POS) system with iFood and SiteMercado, allowing the store to have additional digital sales platforms, which were previously limited to traditional phone calls and WhatsApp. This integration resulted in a significant 18% increase in store sales.",
  "moreira_accomplishment_4": "Led teams of workers, coordinating and verifying that their purchases on iFood and SiteMercado matched customer orders, ensuring timely delivery of online sales.",
  "moreira_accomplishment_5": "Increased visibility and boost sales of products and services using digital marketing strategies.",
  "not_found": "Not found",
  "not_found_description": "The page you're looking for was not found.",
  "return_home": "Return to home",
  "navbar_about": "About",
  "navbar_work": "Works",
  "navbar_job_experience": "Job Experience",
  "navbar_source_full_width": "Source Code",
  "navbar_source_mobile_width": "View Source Code",
  "label_english": "English",
  "label_french": "French",
  "label_russian": "Russian",
  "label_german": "German",
  "label_spanish": "Spanish",
  "label_italian": "Italian",
  "label_japanese": "Japanese",
  "label_portuguese": "Portuguese"
}
