{
  "hello": "Hallo, ich bin ein Full-Cycle-Entwickler!",
  "name": "Aaron Wendell",
  "title": "Softwareingenieur",
  "work": "Arbeit",
  "work_description": "Aaron ist ein Full-Cycle-Softwareingenieur mit Leidenschaft für den Aufbau skalierbarer und zuverlässiger Systeme. Er verfügt über fundierte Kenntnisse in der Entwicklung, Wartung und Bereitstellung von Zahlungssystemen und Webanwendungen. Wenn er nicht online ist, liest er eine breite Palette von Büchern, von fesselnden Mangas bis hin zu informativer Fachliteratur. Derzeit liegt sein Fokus auf der Erkundung von mobilen Lösungen und Webanwendungen, immer auf der Suche nach Lösungen für reale Probleme.",
  "portfolio": "Mein Portfolio",
  "bio": "Bio",
  "born": "Geboren in Franca, Brasilien.",
  "education": "Begann ein formales Studium als Softwareingenieur an der Universität Franca (Uni-FACEF).",
  "moreira": "Begann als Softwareingenieur bei einem renommierten Supermarkt namens Moreira Supermercado.",
  "bmf": "Erstellte seine eigene Unternehmenswebsite namens Buy More Followers, wo er eine tiefe Leidenschaft für Unternehmertum und die Entwicklung von Webanwendungen entwickelte.",
  "hobbies": "Ich ♥",
  "hobbies_description": "Lesen, Spielen, Musik, Sprachen lernen",
  "web": "Im Web",
  "github": "@AaronWendell",
  "linkedin": "@AaronWendell",
  "invite": "Eine Einladung an Sie",
  "invite_description": "Warum begleiten Sie mich nicht auf einer Reise hinter die Kulissen des Codierens? Melden Sie sich bei mir, und lassen Sie uns reden!",
  "send_message": "Nachricht senden",
  "works": "Arbeiten",
  "buy_more_followers": "Buy More Followers",
  "buy_more_followers_description": "Eine Website zur Verbesserung des Social-Media-Marketings, die Dienste wie Follower, Likes, Kommentare, Aufrufe und vieles mehr anbietet. Unterstützt alle wichtigen Social-Media-Plattformen.",
  "cinema": "Cinema Otaku",
  "cinema_description": "Eine responsive Anime-Streaming-Website, auf der Sie Animes nach Namen, alternativen Namen, Kategorien und dem ersten Buchstaben suchen und anschauen können.",
  "finances": "Finanzen",
  "finances_description": "Eine mobile Anwendung, die Menschen bei der Organisation ihrer persönlichen Finanzen unterstützt.",
  "timer": "Timer",
  "timer_description": "Eine einfache mobile App mit Timer-Funktion, die Ihnen hilft, Ihre Zeit effizient zu verwalten.",
  "rattata": "Rattata",
  "rattata_description": "Ein einfaches Web-Spiel, bei dem Sie von Rattatas gejagt werden und sie einfangen müssen, bevor sie Sie erwischen.",
  "blog": "Blog",
  "blog_description": "Eine Blog-Schnittstelle, die in React mit einer Rest-API erstellt wurde und Beiträge und deren Kommentare, eine Liste von Benutzern und Informationen zur Benutzerregistrierung präsentiert.",
  "job_experience": "Berufserfahrung",
  "experience": "Softwareingenieur",
  "accomplishments": "BEMERKENSWERTE ERFOLGE",
  "bmf_accomplishment_1": "Entwickelte die Buy More Followers-Website, auf der Sie Follower, Likes und andere Social-Media-Dienste zu den günstigsten Preisen kaufen können.",
  "bmf_accomplishment_2": "Integration von Zahlungsgateways wie Stripe und Cryptomus erfolgreich durchgeführt, sodass sie nicht nur Kreditkarten, sondern auch viele Kryptowährungen akzeptiert.",
  "bmf_accomplishment_3": "Bietet Unterstützung für alle Kunden, die dort kaufen, und arbeitet auch an der Lieferung jeder Bestellung.",
  "moreira_accomplishment_1": "Verwaltete die Kundenbindungs-App des Geschäfts, indem Belohnungsprogramme und Kundenbindungsaktionen erstellt wurden, um das Engagement und die Bindung der Kunden zu erhöhen, was zu einer Steigerung des durchschnittlichen Tickets des Geschäfts um 34% führte.",
  "moreira_accomplishment_2": "Entwickelte die Moreira Supermercado-Website mit der WordPress-Plattform und implementierte Funktionen und Funktionalitäten gemäß den Anforderungen des Kunden.",
  "moreira_accomplishment_3": "Integration des Point-of-Sale-Systems (POS) des Geschäfts mit iFood und SiteMercado erfolgreich durchgeführt, sodass das Geschäft zusätzliche digitale Verkaufsplattformen nutzen kann, was zu einem signifikanten Anstieg der Geschäftsverkäufe um 18% führte.",
  "moreira_accomplishment_4": "Führte Teams von Mitarbeitern, koordinierte und überprüfte deren Einkäufe auf iFood und SiteMercado, um sicherzustellen, dass sie den Kundenbestellungen entsprachen, und gewährleistete so die rechtzeitige Lieferung der Online-Verkäufe.",
  "moreira_accomplishment_5": "Steigerte die Sichtbarkeit und den Umsatz von Produkten und Dienstleistungen mithilfe von digitalen Marketingstrategien.",
  "not_found": "Nicht gefunden",
  "not_found_description": "Die von Ihnen gesuchte Seite wurde nicht gefunden.",
  "return_home": "Zurück zur Startseite",
  "navbar_about": "Über",
  "navbar_work": "Arbeiten",
  "navbar_job_experience": "Berufserfahrung",
  "navbar_source_full_width": "Quellcode",
  "navbar_source_mobile_width": "Quellcode anzeigen",
  "label_english": "Englisch",
  "label_french": "Französisch",
  "label_russian": "Russisch",
  "label_german": "Deutsch",
  "label_spanish": "Spanisch",
  "label_italian": "Italienisch",
  "label_japanese": "Japanisch",
  "label_portuguese": "Portugiesisch"
}
