{
  "hello": "¡Hola, soy un desarrollador full-cycle!",
  "name": "Aaron Wendell",
  "title": "Ingeniero de Software",
  "work": "Trabajo",
  "work_description": "Aaron es un ingeniero de software full-cycle, apasionado por construir sistemas escalables y confiables. Tiene una sólida experiencia en el desarrollo, mantenimiento e implementación de sistemas de pago y aplicaciones web. Cuando no está en línea, disfruta leyendo una amplia gama de libros, desde mangas cautivadores hasta literatura técnica informativa. Actualmente, su enfoque está en explorar soluciones móviles y aplicaciones web, siempre buscando resolver problemas reales.",
  "portfolio": "Mi portafolio",
  "bio": "Biografía",
  "born": "Nacido en Franca, Brasil.",
  "education": "Comenzó su formación formal como ingeniero de software en la Universidad de Franca (Uni-FACEF).",
  "moreira": "Comenzó a trabajar como ingeniero de software en un supermercado prestigioso llamado Moreira Supermercado.",
  "bmf": "Creó su propio sitio web empresarial llamado Buy More Followers, donde desarrolló una profunda pasión por el emprendimiento y el desarrollo de aplicaciones web.",
  "hobbies": "Me encanta",
  "hobbies_description": "Leer, Jugar videojuegos, Música, Aprender idiomas",
  "web": "En la web",
  "github": "@AaronWendell",
  "linkedin": "@AaronWendell",
  "invite": "Una invitación para ti",
  "invite_description": "¿Por qué no te unes a mí en un viaje de codificación entre bastidores? ¡Contáctame y charlemos!",
  "send_message": "Envíame un mensaje",
  "works": "Trabajos",
  "buy_more_followers": "Buy More Followers",
  "buy_more_followers_description": "Un sitio web diseñado para mejorar el marketing en redes sociales, ofreciendo servicios como seguidores, likes, comentarios, vistas y mucho más. Compatible con todas las principales plataformas de redes sociales.",
  "cinema": "Cinema Otaku",
  "cinema_description": "Un sitio web responsivo de streaming de anime, donde puedes ver y buscar animes por su nombre, nombres alternativos, categorías y primera letra.",
  "finances": "Finanzas",
  "finances_description": "Una aplicación móvil diseñada para ayudar a las personas a organizar sus finanzas personales.",
  "timer": "Temporizador",
  "timer_description": "Una simple aplicación móvil de temporizador diseñada para ayudarte a gestionar tu tiempo de manera eficiente.",
  "rattata": "Rattata",
  "rattata_description": "Un juego web sencillo donde eres perseguido por Rattatas y debes capturarlos antes de que te atrapen.",
  "blog": "Blog",
  "blog_description": "Una interfaz de blog creada en React utilizando Rest API, que presenta publicaciones y sus comentarios, lista de usuarios e información de registro de usuarios.",
  "job_experience": "Experiencia Laboral",
  "experience": "Ingeniero de Software",
  "accomplishments": "LOGROS DESTACADOS",
  "bmf_accomplishment_1": "Desarrolló el sitio web Buy More Followers donde puedes comprar seguidores, likes y otros servicios de redes sociales a los precios más bajos.",
  "bmf_accomplishment_2": "Integró con éxito pasarelas de pago como Stripe y Cryptomus, permitiendo aceptar no solo tarjetas de crédito, sino también muchas criptomonedas.",
  "bmf_accomplishment_3": "Ofrece soporte a todos los clientes que compran allí, y también trabaja en la entrega de cada pedido.",
  "moreira_accomplishment_1": "Gestionó la aplicación de fidelidad del supermercado, creando programas de recompensas y acciones de fidelización para aumentar el compromiso y la retención de clientes, lo que aumentó el ticket promedio del supermercado en un 34%.",
  "moreira_accomplishment_2": "Desarrolló el sitio web de Moreira Supermercado utilizando la plataforma WordPress, implementando características y funcionalidades según las necesidades del cliente.",
  "moreira_accomplishment_3": "Integró con éxito el sistema de Punto de Venta (POS) del supermercado con iFood y SiteMercado, permitiendo al supermercado tener plataformas adicionales de ventas digitales, que antes estaban limitadas a llamadas telefónicas tradicionales y WhatsApp. Esta integración resultó en un aumento significativo del 18% en las ventas del supermercado.",
  "moreira_accomplishment_4": "Dirigió equipos de trabajadores, coordinando y verificando que sus compras en iFood y SiteMercado coincidieran con los pedidos de los clientes, asegurando la entrega oportuna de las ventas en línea.",
  "moreira_accomplishment_5": "Aumentó la visibilidad y las ventas de productos y servicios utilizando estrategias de marketing digital.",
  "not_found": "No encontrado",
  "not_found_description": "La página que estás buscando no se ha encontrado.",
  "return_home": "Volver al inicio",
  "navbar_about": "Acerca de",
  "navbar_work": "Trabajos",
  "navbar_job_experience": "Experiencia Laboral",
  "navbar_source_full_width": "Código fuente",
  "navbar_source_mobile_width": "Ver Código fuente",
  "label_english": "Inglés",
  "label_french": "Francés",
  "label_russian": "Ruso",
  "label_german": "Alemán",
  "label_spanish": "Español",
  "label_italian": "Italiano",
  "label_japanese": "Japonés",
  "label_portuguese": "Portugués"
}
