{
    "hello": "Bonjour, je suis un développeur full-cycle!",
    "name": "Aaron Wendell",
    "title": "Ingénieur Logiciel",
    "work": "Travail",
    "work_description": "Aaron est un ingénieur logiciel full-cycle, passionné par la création de systèmes évolutifs et fiables. Il possède une solide expérience dans le développement, la maintenance et le déploiement de systèmes de paiement et d'applications web. Quand il n'est pas en ligne, il aime lire une grande variété de livres, des mangas captivants aux littératures techniques informatives. Actuellement, il se concentre sur l'exploration de solutions mobiles et d'applications web, cherchant toujours à résoudre des problèmes de la vie réelle.",
    "portfolio": "Mon portfolio",
    "bio": "Biographie",
    "born": "Né à Franca, Brésil.",
    "education": "A commencé une formation formelle en tant qu'ingénieur logiciel à l'Université de Franca (Uni-FACEF).",
    "moreira": "A commencé à travailler comme ingénieur logiciel dans un supermarché prestigieux appelé Moreira Supermercado.",
    "bmf": "A créé son propre site web d'entreprise appelé Buy More Followers, où il a développé une profonde passion pour l'entrepreneuriat et le développement d'applications web.",
    "hobbies": "J'adore",
    "hobbies_description": "Lire, Jouer à des jeux, Écouter de la musique, Apprendre des langues",
    "web": "Sur le web",
    "github": "@AaronWendell",
    "linkedin": "@AaronWendell",
    "invite": "Une invitation pour vous",
    "invite_description": "Pourquoi ne pas me rejoindre dans un voyage de codage en coulisses? Faites-moi signe et discutons!",
    "send_message": "Envoyez-moi un message",
    "works": "Travaux",
    "buy_more_followers": "Buy More Followers",
    "buy_more_followers_description": "Un site web conçu pour améliorer le marketing des médias sociaux, offrant des services tels que des followers, des likes, des commentaires, des vues et bien plus encore. Prend en charge toutes les principales plateformes de médias sociaux.",
    "cinema": "Cinéma Otaku",
    "cinema_description": "Un site web de streaming d'anime réactif, où vous pouvez regarder et rechercher des animes par leur nom, noms alternatifs, catégories et première lettre.",
    "finances": "Finances",
    "finances_description": "Une application mobile conçue pour aider les gens à organiser leurs finances personnelles.",
    "timer": "Minuteur",
    "timer_description": "Une application mobile simple de minuterie conçue pour vous aider à gérer efficacement votre temps.",
    "rattata": "Rattata",
    "rattata_description": "Un jeu web simple où vous êtes poursuivi par des Rattatas, et vous devez les capturer avant qu'ils ne vous attrapent.",
    "blog": "Blog",
    "blog_description": "Une interface de blog créée en React utilisant Rest API, qui présente des articles et leurs commentaires, une liste d'utilisateurs et des informations d'inscription des utilisateurs.",
    "job_experience": "Expérience professionnelle",
    "experience": "Ingénieur Logiciel",
    "accomplishments": "RÉALISATIONS NOTABLES",
    "bmf_accomplishment_1": "A développé le site Buy More Followers où vous pouvez acheter des followers, des likes et d'autres services de médias sociaux aux prix les plus bas.",
    "bmf_accomplishment_2": "A intégré avec succès des passerelles de paiement, telles que Stripe et Cryptomus, de sorte qu'il accepte non seulement les cartes de crédit, mais aussi de nombreuses cryptomonnaies.",
    "bmf_accomplishment_3": "Offre un support pour tous les clients qui achètent là-bas, et travaille également sur la livraison de chaque commande.",
    "moreira_accomplishment_1": "A géré l'application de fidélité client du magasin, créant des programmes de récompenses et des actions de fidélité pour augmenter l'engagement et la rétention des clients, ce qui a augmenté le ticket moyen du magasin de 34%.",
    "moreira_accomplishment_2": "A développé le site web de Moreira Supermercado en utilisant la plateforme WordPress, en implémentant des fonctionnalités et des caractéristiques selon les besoins du client.",
    "moreira_accomplishment_3": "A intégré avec succès le système de point de vente (POS) du magasin avec iFood et SiteMercado, permettant au magasin d'avoir des plateformes de vente numériques supplémentaires, auparavant limitées aux appels téléphoniques traditionnels et à WhatsApp. Cette intégration a entraîné une augmentation significative de 18% des ventes du magasin.",
    "moreira_accomplishment_4": "A dirigé des équipes de travailleurs, coordonnant et vérifiant que leurs achats sur iFood et SiteMercado correspondaient aux commandes des clients, assurant une livraison rapide des ventes en ligne.",
    "moreira_accomplishment_5": "A augmenté la visibilité et les ventes de produits et services en utilisant des stratégies de marketing numérique.",
    "not_found": "Non trouvé",
    "not_found_description": "La page que vous recherchez n'a pas été trouvée.",
    "return_home": "Retour à l'accueil",
    "navbar_about": "À propos",
    "navbar_work": "Travaux",
    "navbar_job_experience": "Expérience professionnelle",
    "navbar_source_full_width": "Source",
    "navbar_source_mobile_width": "Voir la source",
    "label_english": "Anglais",
    "label_french": "Français",
    "label_russian": "Russe",
    "label_german": "Allemand",
    "label_spanish": "Espagnol",
    "label_italian": "Italien",
    "label_japanese": "Japonais",
    "label_portuguese": "Portugais"
  }
  